Revit 2024 API
DocumentEntryPoint.FinishInitializationEO Method
 For Revit Macros internal use only.
Namespace: Autodesk.Revit.UI.Macros
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void FinishInitializationEO()
Visual Basic
Public Sub FinishInitializationEO
Visual C++
public:
virtual void FinishInitializationEO() sealed
Implements
IEntryPoint.FinishInitialization()
See Also
DocumentEntryPoint Class
Autodesk.Revit.UI.Macros Namespace